Repository: MiguelMoutela/wishlist-app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

source: Item Name
cs: Název položky

source: Description
cs: Popis položky

source: More people can buy this item
cs: Může koupit více lidí

source: Estimated price
cs: Odhadovaná cena

source: My contribution
cs: Můj příspěvek

source: English
cs: Anglicky

source: Czech
cs: Česky

source: birthday
cs: narozeniny

source: nameday
cs: svátek

source: Item name
cs: Název položky

source: Item description
cs: Popis položky

source: Unsubscribe
cs: Odhlásit od odběru emailů

source: This week on the wishlist
cs: Tento týden na wishlistu

source: Your list is empty
cs: Váš seznam je prázdný

source: will have a
cs: bude mít

source: You will have a
cs: Budete mít

source: Christmas is coming
cs: Blíží se Vánoce

source: Hide taken
cs: Skrýt zabrané

source: Show taken
cs: Ukázat zabrané

source: Welcome
cs: Vítejte

source: Saved
cs: Uloženo

source: You've committed to buy an item.
cs: Rozhodli jste se koupit tuto položku

source: You've been removed.
cs: Odebrali jsme vás.

source: Done!
cs: Hotovo!

source: Change password
cs: Změnit heslo

source: What you're buying
cs: Co koupíte

source: Log out
cs: Odhlásit

source: Log in
cs: Přihlásit

source: Hello there!
cs: Ahoj!

source: Christmas is coming. Is your wishlist up-to-date?
cs: Blíží se Vánoce. Máte dost věcí na wishlistu?

source: Contribute to %(item)s for %(name)s
cs: Přispět na dárek "%(item)s", který si přeje %(name)s

source: Submit
cs: Odeslat

source: Are you sure?
cs: Jste si jistý?

source: Delete
cs: Vymazat

source: Home
cs: Domů

source: Here is what happened on the wishlist last week:
cs: Podívejte se co se minulý týden stalo na wishlistu:

source: added an item
cs: přidal položku

source: Someone added a surprise for
cs: Někdo přidal překvapení pro

source: committed to buy an item
cs: se rozhodl koupit položku

source: Have a nice day!
cs: Hezký den!

source: Mark as given
cs: Věnováno

source: List of people
cs: Seznam lidí

source: Recent events
cs: Novinky

source: added a surprise for
cs: přidal překvapení pro

source: Details
cs: Podrobnosti

source: Your list
cs: Váš seznam

source: Add new
cs: Přidat nové

source: Edit
cs: Upravit

source: I have enough
cs: Už toho mám dost

source: It looks like there is nothing on your wishlist right now. Why not spend a few minutes, and add some ideas?
cs: Vypadá to, že nemáš nic na seznamu. Proč nestrávit pár minut a připad nějaké nápady?

source: Add new surprise for %(name)s
cs: Přidat překvapení. To bude %(name)s koukat!

source: Edit item
cs: Upravit

source: Add new item
cs: Přidat novou položku

source: %(first_name)s will have a %(occasion)s in two weeks. Do you already have a present for them? Check out their wishlist:
cs: %(first_name)s bude mít za 14 dní %(occasion)s. Uz pro ně máte dárek? Podívejte se na jejich wishlist:

source: You have a %(occasion)s in two weeks. Is your wishlist up to date?
cs: Za 14 dní budete mít %(occasion)s. Máte dost věcí na wishlistu?

source: list of things
cs: seznam věcí

source: Add a surprise
cs: Přidat překvapení

source: This is surprise, do not tell %(name)s!
cs: Tohle je překvapení, ne, že se to dozví %(name)s!

source: Surprise
cs: Překvapení

source: About
cs: Asi

source: Taken by
cs: Zabráno -

source: me
cs: já

source: Still free
cs: Stále volné

source: Free
cs: Volné

source: Change my contribution
cs: Změnit můj příspěvek

source: Don't contribute anymore
cs: Už nepřispívat

source: Don't buy anymore
cs: Už nekupovat

source: Commit to buy
cs: Koupit

source: Contribute
cs: Přispět

source: %(name)s already has everything :)
cs: %(name)s už všechno má :)

source: To purchase
cs: K zakoupení

source: Mark this as already given
cs: Označ tohle jako že už ten dárek ten člověk dostal.

source: Purchased
cs: Zakoupeno

source: You will no longer receive emails from the wishlist.
cs: Už nebudete dostávat emaily od wishlistu.

source: Username
cs: Uživatelské jméno

source: Password
cs: Heslo

source: Logged out
cs: Odhlášeno

source: Change your password
cs: Změnit heslo

source: Old password
cs: Staré heslo

source: Password again
cs: Heslo znovu

source: Password changed
cs: Heslo změněno
